Repository: common-repository/via-delivery-us
Catalog: languages/viadelivery-*.po
Languages: ru_ru

source: %s (%s, %s, %d-%d days)
ru_ru: %s (%s, %s, %d-%d дней)

source: %s from
ru_ru: %s от

source: Another delivery method was selected
ru_ru: Выбран другой метод доставки

source: Appearance
ru_ru: Внешний вид

source: Approved
ru_ru: Согласован

source: Are you sure you want to cancel order
ru_ru: Вы действительно хотите отменить заказ

source: Are you sure you want to submit order
ru_ru: Вы действительно хотите отправить заказ

source: Authorize
ru_ru: Авторизация

source: Cancel delivery
ru_ru: Отмена доставки

source: Change Delivery Point
ru_ru: Изменить пункт выдачи

source: Common
ru_ru: Общие

source: CSS-class pickpoint button into checkout form
ru_ru: CSS-класс для кнопки выбора точки ПВЗ в форме заказа

source: Delivered to pickpoint
ru_ru: В пункте выдачи

source: Dimensions
ru_ru: Размеры упаковки по умолчанию

source: Dispatced
ru_ru: Отгружен

source: Expiring
ru_ru: Окончание срока хранения

source: Height, mm
ru_ru: Высота, мм

source: Home
ru_ru: Главная

source: If you have no API connection credentials, please fill out the <a href="%s">registration form</a>.
ru_ru: Если у вас нет реквизитов подключения, пожалуйста, воспользуйтесь формой регистрации <a href="%s">по ссылке</a>.

source: Length, mm
ru_ru: Длина, мм

source: Mark paid
ru_ru: Отметить оплаченным

source: Method title into checkout form
ru_ru: Название метода в форме заказа

source: Order is created
ru_ru: Заказ успешно отправлен

source: Order status changed from Via.Delivery hook
ru_ru: Статус заказа изменен с помощью хука Via.Delivery.US

source: Payment flag set failure
ru_ru: Ошибка установки флага оплаты

source: Payment flag set successfully
ru_ru: Флаг оплаты успешно установлен

source: Phone
ru_ru: Телефон

source: Picked Up
ru_ru: Выдан

source: Pickpoint selection button title into checkout form
ru_ru: Заголовок кнопки выбора ПВЗ на форме заказа

source: Please add shipping address into order
ru_ru: Пожалуйста, укажите адрес доставки

source: Please change order status to pending to enable payment status changing
ru_ru: Измените статус заказа на 'в ожидании оплаты', чтобы разрешить изменение статуса платежа

source: Please, select point.
ru_ru: Пожалуйста, выберите точку выдачи.

source: Save
ru_ru: Сохранить

source: Secret token
ru_ru: Секретный токен

source: Select pickpoint
ru_ru: Выбрать ПВЗ

source: Send order
ru_ru: Отправить заказ

source: Send to Via.Delivery
ru_ru: Отправить в Via.Delivery.US

source: Settings
ru_ru: Настройки

source: Shipping address
ru_ru: Адрес доставки

source: ShopID
ru_ru: Идентификатор магазина

source: Via.Delivery
ru_ru: Via.Delivery.US

source: Via.Delivery API настройки подключения
ru_ru: Via.Delivery.US API настройки подключения

source: Via.Delivery description
ru_ru: Via.Delivery.US описание

source: Weight, g
ru_ru: Вес, г

source: Weight, kg
ru_ru: Вес, кг

source: Weight, lbs
ru_ru: Вес, фунт

source: Weight, oz
ru_ru: Вес, унция

source: Width, mm
ru_ru: Ширина, мм

source: Width, cm
ru_ru: Ширина, см

source: Width, m
ru_ru: Ширина, м

source: Width, in
ru_ru: Ширина, дюйм

source: Width, yd
ru_ru: Ширина, ярд

source: Height, cm
ru_ru: Высота, см

source: Height, m
ru_ru: Высота, м

source: Height, in
ru_ru: Высота, дюйм

source: Height, yd
ru_ru: Высота, ярд

source: Length, cm
ru_ru: Длина, см

source: Length, m
ru_ru: Длина, м

source: Length, in
ru_ru: Длина, дюйм

source: Length, yd
ru_ru: Длина, ярд

source: I will pickup at: %s.
ru_ru: Я заберу в: %s.

source: Address: %s.
ru_ru: Адрес: %s.

source: Expected delivery time: %s days.
ru_ru: Ожидаемое время доставки: %s дней.

source: Distance to this pick-up location: %d feet.
ru_ru: Расстояние до этой точки доставки: %d футов.

source: Distance to this pick-up location: %1.1f miles.
ru_ru: Расстояние до этой точки доставки: %1.1f миль.

source: Delivery by city
ru_ru: Доставка по городам

source: Payments by type
ru_ru: Платежи по видам

source: Delivery statuses
ru_ru: Статусы доставки

source: Number of shipments per day
ru_ru: Количество отгрузок в сутки

source: Store ID
ru_ru: ID магазина

source: The secret key
ru_ru: Секретный ключ

source: Debug mode title
ru_ru: Режим отладки

source: Debug mode description
ru_ru: (запись логов для выявления ошибок в работе)
